// TODO 간단히 하드코딩된 포스트의 더미 데이터를 반환하는 함수를 구현하세요
const Posts = () => {
    return (
      [{
        id: "1",
        title: "효율적인 업무 관리를 위한 5가지 팁",
        body: "자기 개발은 목표를 설정하고 달성하기 위한 여정입니다. 이 블로그 포스트에서는 일상 생활에 쉽게 통합할 수 있는 5가지 핵심 습관을 소개합니다. 첫 번째는 목표 설정과 시간 관리입니다. 이는 개인적 성취와 전문적 성장을 위한 기초를 마련합니다. 두 번째 습관은 긍정적 사고를 통한 자기 격려입니다. 이는 도전을 극복하고 성공으로 나아가는 데 중요합니다. 세 번째는 건강 유지를 위한 일상적인 운동과 균형 잡힌 식단입니다. 건강한 몸은 능률적인 마음의 기초입니다. 네 번째는 지속적인 학습과 자기 계발입니다. 새로운 기술과 지식은 경쟁력을 높이고 삶의 질을 향상시킵니다. 마지막으로 다섯 번째 습관은 일상 속에서의 작은 목표 달성을 통해 성취감을 느끼는 것입니다. 이러한 습관들은 개인의 성장과 발전에 필수적이며, 이 글을 통해 자기 계발의 길을 찾는 데 도움을 줄 것입니다."
      },
      {
        id: "2",
        title: "마인드풀니스:현대인의 스트레스 해소 비법",
        body: "여행은 새로운 경험과 추억을 선사하지만, 올바른 준비가 필수입니다. 이번 블로그 포스트에서는 여행자가 가져가야 할 10가지 필수 아이템을 상세히 소개합니다. 첫째, 편안한 여행을 위한 양질의 여행 가방. 두 번째는 다양한 환경에 대비할 수 있는 다용도 의류. 세 번째 아이템은 여행 중 긴급 상황에 대비한 응급 키트입니다. 네 번째는 휴대용 충전기와 보조 배터리로, 언제 어디서든 기기를 충전할 수 있게 해줍니다. 다섯 번째는 고성능 카메라로, 여행의 순간들을 아름답게 기록할 수 있습니다. 여섯 번째 아이템은 여행지의 날씨에 상관없이 편안한 여행을 돕는 다목적 신발. 일곱 번째는 여행 중 건강을 유지하기 위한 물병과 여행용 필터. 여덟 번째는 지역 정보와 지도가 포함된 스마트폰 앱, 나침반, 또는 종이 지도. 아홉 번째는 여행지의 문화와 언어를 빠르게 파악할 수 있는 가이드북 또는 앱. 마지막으로, 여행의 편안함과 안전을 위한 개인 보안 아이템, 예를 들어, 도난 방지 가방이나 머니 벨트입니다. 이러한 아이템들은 여행자가 만날 수 있는 다양한 상황에 대비할 수 있게 하며, 여행을 더욱 풍부하고 안전하게 만들어 줍니다. 여행을 떠나기 전 이 목록을 체크하고, 최고의 여행 경험을 준비하세요!"
      }]
    )
  }

export default Posts